export const rings = {
  air: {
    title: "Воздух",
    description: `
<p>Кольцо Воздуха отражает грациозную, хитрую и точную личность. Этот подход тонкий или полон нюансов, а персонаж двигается слишком проворно или
говорит слишком уклончиво, чтобы не дать себя
остановить. Персонаж с высоким рангом Кольца
Воздуха красноречив, физически и социально ловок
и проницателен</p>
    `,
  },
  earth: {
    title: "Земля",
    description: `
<p>Кольцо Земли отражает способность персонажа к
размеренному, тщательному и обоснованному подходу к проблемам. Этот подход осторожен и внимателен, персонаж работает для достижения результатов, избегая потерь и не беря ненужных рисков.
Персонаж с высоким рангом Кольца Земли, вероятно, будет выносливым, психически устойчивым и надежным.</p>
    `,
  },
  fire: {
    title: "Огонь",
    description: `
<p>Кольцо Огня отражает свирепую, непосредственную и изобретательную
личность. Этот подход взрывоопасен и
интенсивен, персонаж пытается добиться
результатов независимо от того, чего это будет стоить ему или другим. Персонаж с высоким
рангом Кольца Огня, скорее всего, будет страстным, любопытным, физически быстрым, иногда резким, быстро обучающимся.</p>
    `,
  },
  water: {
    title: "Вода",
    description: `
<p>Кольцо Воды отражает способность к адаптации, сильную и проницательную личность. Подход опирается на
баланс, с ним работают над
достижением результатов, без
перегрузок и недоработок. Персонаж с высоким значением Кольца
Воды от природы приветлив, физически гибок, наблюдателен и добродушен.</p>
    `,
  },
  void: {
    title: "Пустота",
    description: `
<p>Кольцо Пустоты отражает сосредоточенную, непоколебимую личность; оно также может представлять «состояние потока». Избавившись от страданий, присущих эгоистичным желаниям, самурай
может преодолеть земные ограничения. Это просвещенный подход, принимающий природу всех
Элементов, но не позволяющий ни одному Элементу доминировать. Персонаж с высоким значением Кольца Пустоты, скорее всего, будет духовно
чувствительным, мудрым и интроспективным.</p>
    `,
  },
};
