export const rangeWeapons = {
  Daikyu: {
    key: "Daikyu",
    title: "Дайкю",
    description: `
<p>Дайкю - это большие составные луки, предназначенные
для стрельбы с лошади.
Обычно около шести футов
в длину, это элегантное оружие изготовлено путем склеивания тонких слоев
дерева, рога, кожи и сухожилий вместе. Дайкю отличаются от других луков тем, что они имеют асимметричную форму. Их хват располагается примерно
на двух третях от верха, что делает верхний изгиб
длиннее нижнего. Это позволяет легко стрелять из
луков с лошади в любом направлении. Каждый дайкю изготавливается по индивидуальному заказу для
конкретного владельца.</p>
    `,
  },
  ShinjoHorseBow: {
    key: "ShinjoHorseBow",
    title: "Конный лук Синдзё",
    description: `
<p>Среди многих видов оружия, принятого на вооружение кланом Единорога, есть небольшой, прочный лук, используемый кочевыми народами степей
далеко на западе. Называемое в Рокугане конным
луком Синдзё, это оружие представляет собой
компактный лук, предназначенный для стрельбы
со спины движущейся лошади. Это оружие малой
дистанции, предназначенное для набегов и кавалерийских атак</p>
    `,
  },
  Yumi: {
    key: "Yumi",
    title: "Юми",
    description: `
<p>Юми, пожалуй, самый распространенный лук, используемый рокуганскими самураями. Похожий на
дайкю, это длинный изящный лук, изготовленный
из соединенных рога, сухожилий, кожи и дерева.
Меньше, чем дайкю, но только чуть-чуть, юми обладает асимметричной рукояткой, общей формой и
убойной силой на большом расстоянии, аналогичной таковой у его более крупного собрата. Однако,
если дайкю - это кавалерийский лук, то юми предназначен для стрельбы стоя.</p>
    `,
  },
  Oyumi: {
    key: "Oyumi",
    title: "Оюми",
    description: `
<p>Разработанное по необходимости для борьбы со
смертоносными силами Теневых Земель, это оружие состоит из изогнутого или традиционного лука,
положенного горизонтально на длинную прочную
рукоятку. При нажатии на длинный рычаг в нижней
части приклада, прижатый к плечу оюми выстреливает. Он стреляет короткими, похожими на стрелы
снарядами, называемыми болтами. Его существование вызывает некоторый ужас у других кланов,
но Краб утверждает, что его использование — даже
в руках асигару и крестьян во времена кризиса —
было жизненно важным для сохранения Империи.</p>
    `,
  },
};
