export const _ninjutsu = [
    {
        name: 'Заглушающий удар',
        rank: 4,
        description: 
            `
<p><em>Синоби часто должны уничтожать цели, не поднимая тревоги, и поэтому они тренируются в искусстве выведения из строя одним ударом. Попадание сюрикена в трахею или быстрый удар, перекрывающий сонную артерию, может лишить цель возможности кричать, пока синоби заканчивает свою сомнительную работу.</em></p>
<p><strong>Активация:</strong> В качестве действия Атаки вы можете совершить <strong>проверку Боевых искусств с ЦЧ 4 (Воздух)</strong>, используя подготовленное оружие, нацеленное на одного персонажа в пределах дистанции оружия.</p>
<p><strong>Эффекты:</strong> При успехе, цель получает физический урон, равный базовому урону вашего оружия, и получает состояние Безмолвия.</p>
<p>При успехе, другие персонажи за пределами дистанции 0-2 от цели не заметят, что она была поражена в течение 1 раунда, плюс дополнительные раунды, равные вашим бонусным успехам.</p>
`
    }, 
    {
        name: 'Смертельное жало',
        rank: 2,
        description: 
            `
<p><em>Яд - не то оружие, которое выбрал бы благородный самурай, но он чрезвычайно эффективен, и, как и его тезка, клан Скорпиона не гнушается наносить яд на свое оружие, чтобы победить врагов, которых иначе не смог бы одолеть.</em></p>
<p><strong>Активация:</strong> В качестве действия Атаки вы можете использовать одну дозу яда и выполнить <strong>проверку Боевых искусств с ЦЧ 3 (Воздух)</strong>, используя подготовленное Потайное оружие, нацеленное на одного персонажа в пределах дистанции оружия.</p>
<p><strong>Эффекты:</strong> При успехе, нанесите выбранный яд на свое оружие (смотри стр. 244). Затем цель получает физический урон, равный смертоносности вашего оружия плюс ваши бонусные успехи.</p>
`
    }, 
    {
        name: 'Скрытность',
        rank: 1,
        description: 
            `
<p><em>Синоби известны тем, что бесшумно переходят от тени к тени, двигаясь как призраки. Конечно, отчасти это зависит от ловкости и скорости, но ветераны в искусстве скрытности знают, что использование толпы или другого визуального отвлекающего фактора для того, чтобы оставаться незамеченным, может быть столь же эффективным, как и самая сложная акробатика.</em></p>
<p><strong>Активация:</strong> Когда вы совершаете проверку Инициативы или Атаки с использованием Воздуха, вы можете потратить Y следующим образом:</p>
<p>Y: Если вы находитесь в Заслоняющей местности, в толпе или иным образом скрыты от глаз, один персонаж с бдительностью ниже или равной вашему рангу в Жулиничестве теряет вас из виду.</p>
 `
    },
    {
        name: 'Ядовитое облако',
        rank: 3,
        description:
        `
<p><em>Летучие смеси являются важным оружием в арсеналах многих синоби, позволяя им создавать удушающий дым, в котором они могут скрываться, или даже отравлять им неподготовленных врагов, чтобы ослабить их для смертельного удара.</em></p>
<p><strong>Активация:</strong> В качестве действия Атаки вы можете использовать две дозы любого одного яда и совершить проверку Медицины с ЦЧ 2 (Воздух), нацеливаясь на каждого другого персонажа на дистанции 0-2.</p>
<p><strong>Эффекты:</strong> При успехе, каждая цель получает 3 физических урона, игнорируя их сопротивление. Этот урон считается нанесенным оружием, отравленным выбранным вами ядом (смотри стр. 244).</p>
`
    }
]