const a = {
  name: "Пробивной",
  rank: 1,
  description: `

  `,
};

export const _shujiVoid = [
  {
    name: "Все искусства едины",
    rank: 3,
    description: `
<p><em>Точно так же, как четыре элемента связаны воедино Пустотой, определенные основополагающие принципы, включая эстетику, логику и дисциплину, объединяют все формы искусства. Размышляя об этих сходствах, придворный может легче усвоить основы любого предмета. </em></p>
<p><strong>Активация:</strong> В качестве действия Поддержки вы можете совершить <strong>проверку Боевого навыка (Пустота)</strong>, <strong>Игр (Пустота)</strong> или <strong>Выступления с ЦЧ 4 (Пустота)</strong>, чтобы быстро усвоить информацию о новой деятельности, охватываемой этим навыком.</p>
<p><strong>Эффекты:</strong> При успехе, вы сразу же интуитивно понимаете, как владеть новым оружием, играть в новую игру, использовать новый инструмент или исполнять новую песню, танец или другое задание. Вы не применяете никакого увеличения ЦЧ, которое может быть связано с работой с чем-то новым для вас.</p>
<p><strong>Пустота Y:</strong> Выберите кольцо. Уменьшите ЦЧ вашей следующей проверки, использующей это кольцо для выбранного навыка, на 1. Этот эффект сохраняется до конца вашего следующего хода (или до конца сцены во время повествовательной сцены).</p>
  `,
  },
  {
    name: "Судьба самурая",
    rank: 4,
    description: `
<p><em>Лидер просит своих воинов о последней услуге, которую все самураи когда-нибудь должны оказать своему господину: отдать свои жизни, чтобы другие могли жить. Даже когда они падут в битве, их пролитая кровь оросит поля, на которых произрастут тысячи побед. </em></p>
<p><strong>Активация:</strong> В качестве действия вы совершаете <strong>проверку Командования с ЦЧ 5 (Пустота)</strong>, нацеленную на любое количество персонажей (или ваш отряд, во время массового сражения).</p>
<p><strong>Эффекты:</strong> При успехе во время схватки, каждая цель игнорирует любые критические попадания с серьезностью ниже, чем у вашего Кольца Пустоты плюс ваши бонусные успехи. Этот эффект сохраняется до конца сцены (в этот момент травмы вступают в силу). При успехе во время массового сражения, ваша армия будет считаться обладающей способностью &laquo;Бесстрашная армия&raquo;, приведенной ниже:</p>
<p><strong>Бесстрашная армия:</strong> В конце каждого раунда ваша армия устраняет панику, равную вашему рангу славы. Этот эффект сохраняется до конца сцены.</p>
  `,
  },
  {
    name: "Решимость придворного",
    rank: 1,
    description: `
<p><em>Воины сражаются своими телами, а придворные сражаются своим разумом. Чтобы сохранять самообладание, находясь в окружении проблем двора, нужно уметь очищать и организовывать свой разум, возвращая внимание к самым жизненно важным задачам. </em></p>
<p><strong>Активация:</strong> Один раз за сцену в качестве действия Поддержки вы можете потратить 1 очко Пустоты, чтобы восстановиться после смятения.</p>
<p><strong>Эффекты:</strong> Устраните смятение, равное вашему рангу славы.</p>
  `,
  },
  {
    name: "Указ Леди Додзи (Журавль)",
    rank: 2,
    description: `
<p><em>Приличия, грация и красноречие имели огромное значение для основателя клана Журавля. Говорили, что одним словом она могла разрядить самые опасные ситуации. Придворные клана Журавля следуют по ее стопам, заставляя наблюдающих слушать одним поразительным комментарием. </em></p>
<p><strong>Активация:</strong> Один раз за игровую встречу в качестве действия вы можете совершить <strong>проверку Учтивости (Пустота)</strong>, нацеленную на количество персонажей, равное вашему рангу школы. ЦЧ этой проверки равно бдительности персонажа с самым высоким статусом среди ваших целей.</p>
<p><strong>Эффекты:</strong> При успехе, ваши цели не смогут выполнять действия Атаки, нацеленные на вас. Этот эффект сохраняется в течение одного раунда, плюс дополнительные раунды, равные вашим бонусным успехам, или до тех пор, пока вы не выполните действие Атаки.</p>
<p><strong>Пустота Y+:</strong> Выберите одну дополнительную цель со статусом ниже, чем у вашей первой цели, за каждую Y, потраченную таким образом.</p>
<p><strong>Пустота YY:</strong> Ваши цели также не могут выполнять действия Козней, нацеленные на вас.</p>
  `,
  },
  {
    name: "Скорость Госпожи Синдзё (Единорог)",
    rank: 2,
    description: `
<p><em>Ками Синдзё носила в себе любопытство, которое никогда не могло быть полностью удовлетворено. Ее страсть распространяется и на ее клан, который все еще чувствует зов неизведанного. Несравненные наездники, клан Единорога с легкостью находит дорогу по незнакомой местности, как учила их Синдзё столетия назад. </em></p>
<p><strong>Активация:</strong> В качестве задачи во время простоя, если у вас есть свободный конь, вы можете совершить <strong>проверку Выживания с ЦЧ 2 (Пустота)</strong>, чтобы добраться до места назначения с огромной скоростью.</p>
<p><strong>Эффекты:</strong> При успехе, вы доберетесь до места назначения в два раза быстрее, чем обычно требуется. Если вы того пожелаете, один персонаж может поехать вместе с вами.</p>
<p><strong>Пустота Y:</strong> Вы можете вести за собой несколько желающих персонажей с собственными ездовыми животными в количестве до вашего ранга школы.</p>
  `,
  },
  {
    name: "Рык Повелителя Акодо (Лев)",
    rank: 2,
    description: `
<p><em>Ками Акодо Одноглазый, основавший Клан Льва, был величайшим тактиком в Империи. Его победы основывались не на силе его руки, а на его остром уме и вере в людей, которых он сплотил вокруг себя. Истинный генерал никогда не остается в одиночестве, ибо его всегда поддерживает объединенная воля его последователей. С ревом, который эхом разносится по рядам, пугая врагов и подбадривая товарищей, лидер бросается в атаку, как когда-то сделал сам Акодо.&nbsp;</em></p>
<p><strong>Активация:</strong> Один раз за игровую встречу в качестве действия вы можете совершить <strong>проверку Командования с ЦЧ 1 (Пустота)</strong>, нацеленную на каждого враждебного персонажа в пределах диапазона дистанции, равного вашему рангу школы.</p>
<p><strong>Эффекты:</strong> При успехе, каждая цель будет находиться в состоянии Ошеломления.</p>
<p><strong>Пустота YY+:</strong> После того, как вы выполните это действие, один другой дружественный персонаж за YY, потраченные таким образом на дистанции 0-3, может немедленно выполнить действие Нападения, нацеленное на Ошеломленного персонажа.</p>
  `,
  },
  {
    name: "Шёпот Повелителя Баюси (Скорпион)",
    rank: 2,
    description: `
<p><em>Ками Баюси, самозваный злодей императора Хантея и мастер двуличия, основал клан Скорпиона с простой целью: опозорить себя, чтобы другие могли жить достойно. Баюси поддерживал обширную сеть шпионов и информаторов, и он был чрезвычайно искусен в передаче активов, которые другие использовали, чтобы шпионить за ним. Клан Скорпиона продолжил эту традицию с эффективностью, которая, несомненно, заставила бы Баюси гордиться. Едва ли в Империи найдется город, в котором не было бы агента Скорпиона. </em></p>
<p><strong>Активация:</strong> Один раз за игровую встречу, во время повествовательной сцены или во время простоя, вы можете совершить <strong>проверку Жульничества с ЦЧ 2 (Пустота)</strong>, чтобы найти информатора, который может предоставить вам информацию о предмете.</p>
<p><strong>Эффекты:</strong> При успехе, вы выявите одного информатора, который может предоставить вам информацию по выбранной вами теме. Если требуется профиль информатора, используйте соответствующего ПВ по выбору ведущего<strong> (смотри Главу 8: Персонажи Ведущего).</strong></p>
<p><strong>Пустота Y:</strong> Если у вас получится, выберите один навык. Информатор имеет количество рангов в этом навыке, равное вашему рангу школы, и может совершать проверки с помощью этого навыка, чтобы помогать вам до конца сцены.</p>
  `,
  },
  {
    name: "Проницательность Повелителя Тогаси (Дракон)",
    rank: 2,
    description: `
<p><em>Говорили, что загадочный Ками Тогаси обладает способностью видеть будущее, благодаря чему он отказался от участия в Турнире Ками. Иногда он является своим потомкам, членам Клана Дракона, во вспышках видений или внезапных, необъяснимых вспышках озарения. Действительно ли те, кто слышит голос самого Тогаси, находятся в контакте со своим прародителем, передавая его сущность через века, или позволяют своему воображению слишком разыграться - это тема для обсуждения среди учёных Дракона. </em></p>
<p><strong>Активация:</strong> Один раз за игровую встречу в качестве действия вы можете совершить <strong>проверку Медитации с ЦЧ 2 (Пустота)</strong>, чтобы найти космическую мудрость относительно стоящего перед вами затруднительного положения.</p>
<p><strong>Эффекты:</strong> При успехе, вы получите краткое видение или услышите голос Тогаси, дающий подсказку относительно одного из способов, которым вы могли бы действовать (который должен предоставить ведущий). Эта подсказка не должна быть полным ответом, но она должна помочь вам продвинуться вперед к решению или, по крайней мере, сформулировать план действий.</p>
<p><strong>Пустота Y:</strong> Уменьшите ЦЧ вашей первой проверки, чтобы преодолеть проблему, с которой вы столкнулись, на величину вашего ранга школы (минимум до 1)</p>
  `,
  },
  {
    name: "Подъём души",
    rank: 5,
    description: `
<p><em>Многое может омрачить душу, но слова могут пробудить её. Придворный говорит честно и без претензий, призывая своих союзников преодолеть земные обстоятельства и достичь общей цели. </em></p>
<p><strong>Активация:</strong> Когда вы совершаете проверку Социального навыка (Пустота) или Теологии (Пустота), нацеленную на одного или нескольких персонажей, вы можете потратить Y следующим образом:</p>
<p><strong>Пустота Y+:</strong> Удалите одно из следующих состояний у одной цели за каждую Y потраченную таким образом: Одержимость, Разгневанность, Истощение, Отравление или Бессознательное.</p>
  `,
  },
];
