export const _poleData = {
  Bisento: {
    key: "Bisento",
    title: "Бисэнто",
    description: `
<p>Бисэнто - странное оружие, которое нечасто можно
увидеть на полях сражений Рокугана. По сути, это
ятаган с чрезвычайно длинной рукоятью, бисэнто
имеет длинное деревянное древко, похожее на яри,
увенчанное широким и тяжелым изогнутым лезвием.
Несмотря на то, что он кажется неуклюжим и тяжеловесным, бисэнто исключительно опасен в умелых руках. Длина древка дает владельцу невероятное преимущество, позволяя наносить мощные рубящие
удары, которые могут разрубить человека пополам
или пробить тяжелую броню. Обычно встречающийся среди более воинственных монашеских орденов,
таких как секта Совершенной земли, бисэнто иногда
используется подразделениями тяжелой пехоты, такими как подразделения семьи Дайдодзи.
</p>

    `,
  },
  Bo: {
    key: "Bo",
    title: "Бо",
    description: `
<p>Бо, скромный посох, - универсальное оружие, встречающееся по всему Рокугану. Примерно шести футов длиной и сделанный из прочной древесины, он
пригодится путешественникам, которым нужна как
трость для ходьбы, так и неприметное оружие.</p>

    `,
  },
  Dzi: {
    key: "Dzi",
    title: "Дзи",
    description: `
<p>Также известный как “кинжал-копье”, дзи представляет
собой длинное древко, предназначенное больше для
ловли оружия и управления им, чем для прямых атак.
Обычно используемый кланами Дракона и Феникса
и являющийся специальностью Школы Хранителей
Сиба, стандартный дзи состоит из длинного деревянного древка, увенчанного крючковатым лезвием или
лезвием в форме полумесяца. Другие дзи имеют головку, состоящую из одного длинного обоюдоострого
лезвия с одним или двумя меньшими лезвиями в форме полумесяца, установленными по бокам.
</p>

    `,
  },
  Naginata: {
    key: "Naginata",
    title: "Нагината",
    description: `
<p>Предпочитаемое большинством самураев древковое оружие - нагината - высоко ценится. У него
длинное гибкое древко из бамбука или упругой древесины с большим, легким, слегка изогнутым лезвием наверху. Клинок нагинаты выковывается с той же
церемонией и тщательным мастерством, что и катана, и вызывает такое же почтение, как и дайсё. Его
носят в элитных подразделениях, таких как Братство
Небесного крыла и Боевые девы Утаку.</p>

    `,
  },
  Trident: {
    key: "Trident",
    title: "Трезубец",
    description: `
<p>Трезубец - это длинное трехголовое копье, обычно ассоциирующееся с рыбаками и морем. На суше трезубец - это грозное древковое
оружие с исключительной досягаемостью, которое может пронзать противников, заманивать их
в ловушку и контролировать их.</p>

    `,
  },
  Yari: {
    key: "Yari",
    title: "Яри",
    description: `
<p>Копье яри с длинным древком - одно из самых распространенных видов оружия в
Рокугане. Его древко длиной
от шести до восьми футов сделано из твердой древесины и
увенчано наконечником в форме листа. Поскольку яри легко
изготавливается, он является
обычным оружием асигару, но
также и элитных клановых самураев, таких как тяжелая пехота Дайдодзи.</p>

    `,
  },
};
