export const _kihoAir = [
  {
    title: "Воздушный кулак",
    rank: 1,
    description: `
<p><em>Монах закручивает руки в замысловатый узор, направляя своё ки в воздух и превращая даже спокойный ветерок в воронку ревущего торнадо. За ударами монаха следует шторм, отбрасывающий противников назад и ударяющий их об окружающие предметы. </em></p>
<p><strong>Активация:</strong> В качестве Атаки и Поддержки вы можете выполнить <strong>проверку Боевых искусств [Безоружный бой] с ЦЧ 1 (Воздух)</strong>, чтобы усилить свои безоружные удары. Когда вы выполняете это действие, вы можете выбрать еще одного персонажа на дистанции 0-1 в качестве цели для взрывного эффекта.</p>
<p><strong>Эффект улучшения:</strong> При успехе, это кихо активируется. Пока это кихо активно, считайте максимальную дистанцию ваших безоружных ударов (смотри стр. 237) равной вашему Кольцу Воздуха.</p>
<p><strong>Взрывной эффект:</strong> Если у вас есть два или более бонусных успеха, вы наносите цели физический урон, равный вашему Кольцу Воздуха. Ваша цель должна выполнить <strong>проверку Физической подготовки с ЦЧ 4 (Земля 5, Огонь 2)</strong> или быть откинута на 1 диапазон дистанции от вас, плюс количество диапазонов дистанции, равное недобору.</p>
  `,
  },
  {
    title: "Пробивной",
    rank: 1,
    description: `

  `,
  },
  {
    title: "Пробивной",
    rank: 1,
    description: `

  `,
  },
  {
    title: "Пробивной",
    rank: 1,
    description: `

  `,
  },
  {
    title: "Пробивной",
    rank: 1,
    description: `

  `,
  },
  {
    title: "Пробивной",
    rank: 1,
    description: `

  `,
  },
  {
    title: "Пробивной",
    rank: 1,
    description: `

  `,
  },
  {
    title: "Пробивной",
    rank: 1,
    description: `

  `,
  },
  {
    title: "Пробивной",
    rank: 1,
    description: `

  `,
  },
  {
    title: "Пробивной",
    rank: 1,
    description: `

  `,
  },
  {
    title: "Пробивной",
    rank: 1,
    description: `

  `,
  },
  {
    title: "Пробивной",
    rank: 1,
    description: `

  `,
  },
];
