export const _shujiFire = [
  {
    title: "Бравада",
    rank: 4,
    description: `
<p><em>Слава - это наполовину репутация, наполовину самообладание. Придворный демонстрирует уверенный вид, говоря более неформально, чем должны позволять приличия. Его слова и поза несут в себе оттенок высокомерия, из-за чего его труднее игнорировать.</em></p>
<p><strong>Активация:</strong> В качестве действия Козней вы можете совершить <strong>проверку Игр (Огонь)</strong> или <strong>Выступления (Огонь)</strong>, нацеленную на любое количество персонажей в сцене. ЦЧ этой проверки равно наивысшей бдительности среди целей.</p>
<p><strong>Эффекты:</strong> При успехе, каждая цель будет вести себя так, как будто ваша слава на 10 больше или меньше, чем ее фактическое значение, плюс или минус дополнительные 10 за каждый бонусный успех (до максимального значения славы 100 или минимального значения славы 0). Если вы сделаете что-либо, что может поставить под сомнение вашу славу, любой персонаж может совершить <strong>защитную проверку Чувств с ЦЧ 4 (Воздух 5, Вода 2)</strong>, чтобы определить ваше фактическое значение славы. Этот эффект сохраняется до конца сцены.</p>
<p><strong>Огонь Y:</strong> Выберите персонажа в сцене. Узнайте, вышеили ниже его слава, чем ваша (фактического значения).</p>
`,
  },
  {
    title: "Ослепительное представление",
    rank: 3,
    description: `
<p><em>Совершение великого подвига может снискать персонажу славу, но совершение великого подвига, а затем рассказ о нем привлекают гораздо большие почести. Придворный, создающий репутацию в конкурентных дворах Рокугана, должен не только владеть мастерством, но и поражать воображение. </em></p>
<p><strong>Активация:</strong> Когда вы совершаете проверку Ремесленного навыка (Огонь), Игр (Огонь) или Выступления (Огонь) вы можете потратить Y следующим образом:</p>
<p><strong>Огонь Y+:</strong> В следующий раз, когда вы получите награду славы в этой сцене, увеличьте получаемую сумму на 1. Если в сцене есть персонаж с более высоким статусом, вместо этого увеличьте его на 1 за каждую Y, потраченную таким образом</p>
  `,
  },
  {
    title: "Раздувание пламени",
    rank: 2,
    description: `
<p><em>Подстрекательство людей к глупым поступкам или к тому, чтобы они дрогнули в решающий момент, - ключевое умение придворного, ведь слова - их оружие. Вызывание несдерживаемых эмоций - еще один инструмент в арсенале придворного, и большинство из них становятся весьма искусными в искусстве манипулирования людьми, заставляя их испытывать определенные чувства, выгодные для придворного. Придворный уязвляет гордость своей цели колкими замечаниями или делает кокетливое замечание, чтобы привлечь ее внимание, вытаскивая эмоции цели на поверхность и делая их более легко предсказуемыми. </em></p>
<p><strong>Активация:</strong> Когда вы совершаете проверку Социального навыка (Огонь), нацеленного на одного или нескольких персонажей, вы можете потратить Y следующим образом:</p>
<p><strong>Огонь Y+:</strong> Одна цель получает состояние Ошеломления за каждую Y, потраченную таким образом.</p>
<p><strong>Огонь YY+:</strong> Одна цель получает состояние &laquo;Разгневанность&raquo; за каждые YY, потраченные таким образом.</p>
  `,
  },
  {
    title: "Молниеносный рейд",
    rank: 2,
    description: `
<p><em>Клан Единорога славится своими быстрыми ударами, обрушивающимися на своих врагов с помощью кавалерии, чтобы посеять хаос в их рядах и оставить их уязвимыми для остальной армии. Другие кланы используют подобную тактику, обычно устраивая засады на незащищенные города или поезда снабжения в полевых условиях. Лидер поднимает свои войска для быстрой атаки, чтобы оставить врага в состоянии замешательства. </em></p>
<p><strong>Активация:</strong> Один раз за сцену, в качестве действия Атаки и Перемещения, вы можете <strong>совершить проверку Командования с ЦЧ 3 (Огонь)</strong>, нацеленную на любое количество персонажей в сцене (или на один отряд в массовом сражении).</p>
<p><strong>Эффекты:</strong> При успехе во время схватки, каждый персонаж увеличивает свою инициативу на ваше Кольцо Огня плюс ваши бонусные успехи в начале следующего раунда.</p>
<p>При успехе во время массового сражения, в отряде одного вражеского лидера начинается паника, равная вашему Кольцу Огня плюс ваши бонусные успехи.</p>
<p><strong>Огонь Y:</strong> Во время схватки немедленно совершите действие Нападения (смотри стр. 260).</p>
<p><strong>Огонь Y:</strong> Во время массового сражения немедленно выполните штурмовое действие (смотри стр. 278) против выбранного лидера вражеского отряда.</p>
  `,
  },
  {
    title: "Боевой клич",
    rank: 3,
    description: `
<p><em>Лидер ревет, призывая свои войска к битве, и голос армии эхом разносится вокруг них, когда к единому крику присоединяются многие. Как один, войска устремляются вперед, чтобы заявить о победе или погибнуть в этой попытке.</em></p>
<p><strong>Активация:</strong> В качестве действия Поддержки вы можете совершить <strong>проверку Командования (Огонь)</strong> или <strong>Выступления с ЦЧ 2 (Огонь)</strong>, нацеленную на любое количество персонажей в сцене (или на один отряд в массовом сражении).</p>
<p><strong>Эффекты:</strong> При успехе, цели заряжаются энергией и возбуждаются от вашей риторики. <strong>После Шага 5: Выберите оставленные кости</strong>, каждая цель добавляет оставленную Y с результатом Y. Этот эффект сохраняется до конца вашего следующего хода.</p>
<p><strong>Огонь Y+:</strong> В схватке каждый враг в сцене получает 1 единицу смятения за каждую Y, потраченную таким образом.</p>
<p><strong>Огонь Y+:</strong> В массовом сражении вражеская армия испытывает 1 единицу паники за каждую Y, потраченную таким образом.</p>
`,
  },
  {
    title: "Прижигание раны",
    rank: 5,
    description: `
<p><em>Многие придворные не могут устоять перед возможностью покрутить нож после произнесения колющего замечания, но мудрые используют эту способность разумно. Несмотря на некоторую жестокость, техника, когда слабость соперника выдвигается на передний план, чтобы поджечь его решимость, часто оказывается эффективной. </em></p>
<p><strong>Активация:</strong> Когда вы совершаете проверку Социального навыка (Огонь), нацеленного на одного или нескольких персонажей, вы можете потратить Y следующим образом:</p>
<p><strong>Огонь Y+:</strong> Выберите известный недостаток одной из ваших целей за каждую Y потраченную таким образом. Этот недостаток применяется ко всем проверкам цели до конца сцены.</p>
  `,
  },
  {
    title: "Сенсационное отвлечение",
    rank: 1,
    description: `
<p><em>Выделяться во дворцах требует большой хитрости и таланта, а выделяться нарочно может быть еще сложнее. Придворные тренируются большую часть своей жизни, чтобы научиться контролировать восприятие других при дворе. Лучшие придворные знают, когда привлечь к себе внимание демонстрацией риторического мастерства или другим социальным подвигом, а когда избежать внимания. Привлечение внимания к себе также может дать соратникам возможность работать незамеченными, и, таким образом, это чрезвычайно ценный инструмент в арсенале придворного.</em></p>
<p><strong>Активация:</strong> Когда вы совершаете проверку Социального навыка (Огонь), нацеленную на одного или нескольких персонажей, вы можете потратить Y следующим образом:</p>
<p><strong>Огонь Y+</strong>: При взаимодействии с другими персонажами цель оценивает свою бдительность меньше на 1 за каждую Y потраченную таким образом; при взаимодействии с вами цель оценивает свою бдительность больше на 1 за каждую Y потраченную таким образом. Этот эффект сохраняется до конца сцены.</p>`,
  },
  {
    title: "Размешивание углей",
    rank: 1,
    description: `
<p><em>Хороший лидер не просто компенсирует слабости товарищей, но и развивает их врожденные сильные стороны. Придворный напоминает союзнику об одном из его лучших качеств, разжигая его гордость, чтобы заставить его сражаться более яростно или говорить с большей убежденностью.</em></p>
<p><strong>Активация:</strong> Когда вы совершаете проверку Социального навыка (Огонь), нацеленную на одного или нескольких персонажей, вы можете потратить Y следующим образом:</p>
<p><strong>Огонь Y+</strong>: Выберите цель и одну из её известных особенностей за каждую Y потраченную таким образом. До конца сцены, когда это преимущество используется в проверке, цель может перебросить до трёх костей (вместо двух).</p>
`,
  },
  {
    title: "Истина прожигает ложь",
    rank: 1,
    description: `
<p><em>Придворный быстро анализирует, представляя себе последствия истории и предполагая, что могло остаться невысказанным. Если в рассказе есть какая-то нить, он может найти её, и эта первая нить может стать разгадкой самого хитрого двуличия.</em></p>
<p><strong>Активация:</strong> Когда вы совершаете проверку Учёного навыка (Огонь) для оценки истории персонажа, вы можете потратить Y следующим образом:</p>
<p><strong>Огонь Y</strong>: Если есть одно утверждение, на котором держится история персонажа, определите, что это за утверждение и что нужно сделать, чтобы подтвердить или опровергнуть его.</p>`,
  },
];
