export const _shujiEarth = [
  {
    name: "Раскопанная родословная",
    rank: 1,
    description: `
<p><em>Происхождение самурая часто многое говорит об его политических возможностях, активах и вероятных союзниках
в Изумрудной империи, поскольку жесткие социальные слои допускают незначительные расхождения. Любой придворный,
вероятно, может вытащить родословную другого самурая из темных уголков своего сознания, но некоторые могут
вспомнить ее в одно мгновение.</em></p>
<p><strong>Активация:</strong> Когда вы совершаете проверку <strong>Учёного навыка (Земля)</strong> или <strong>Социального
навыка (Земля)</strong>, нацеленный на персонажа, вы можете потратить символ Земли следующим образом:</p>
<p><strong>Земля Y:</strong> Вы знаете одну клятву, которую семья персонажа давала в прошлом, и независимо от того,
нарушали они ее или нет.</p>
<p><strong>Земля YY:</strong> Вы знаете один секрет семьи персонажа, который они предпочли бы забыть и, возможно, даже
постарались похоронить.</p>
<p><strong>Земля YYY:</strong> Вы знаете что-то, чего даже персонаж не знает о своей собственной родословной.</p>
`,
  },
  {
    name: "Вежливость превыше всего",
    rank: 2,
    description: `
<p><em>Самураи - это воины, но есть много ситуаций, в которых насилие неуместно. Существует множество ограничений в отношении того, когда можно и нельзя обнажать оружие. Придворный, который выучил наизусть правила таких поединков, может четко сформулировать, почему драка была бы неприличной или непристойной практически в любой ситуации.</em></p>
<p><strong>Активация:</strong> В качестве действия Козней вы можете выполнить <strong>проверку Командования или Учитвости (Земля)</strong>, нацеленную на одного персонажа, чтобы потребовать защиты для человека по вашему выбору по праву чести. ЦЧ проверки равно бдительности цели.</p>
<p><strong>Эффекты:</strong> При успехе, цель должна лишиться чести, равной вашему Кольцу Земли плюс ваши бонусные успехи, и получить столько же смятения, чтобы выполнить действие Атаки или Козней, нацеленное на выбранного человека. Этот эффект сохраняется до конца сцены или до тех пор, пока цель не выполнит действие Атаки или Козней.</p>
<p><strong>Земля Y:</strong> Выберите одну дополнительную цель с бдительностью ниже или равной бдительности вашей первой цели за каждую Y, использованную таким образом.</p>
`,
  },
  {
    name: "Честная оценка",
    rank: 1,
    description: `
<p><em>Честность – добродетель Бусидо, но прямая честность часто рассматривается самураями как грубость - вместо этого от человека ожидают, что он найдет вежливый способ намекнуть на то, что он имеет в виду, чтобы пощадить чувства другого участника. В результате прямота может стать чем-то вроде редкого и ценного товара.</em></p>
<p><strong>Активация:</strong> В качестве действия Поддержки вы можете совершить <strong>проверку Учитвости с ЦЧ 2 (Земля)</strong>, чтобы оценить слабые стороны персонажа.</p>
<p><strong>Эффекты:</strong> При успехе, выберите один из известных недостатков цели. Цель не применяет этот недостаток к своим проверкам до конца сцены.</p>
<p><strong>Земля Y+:</strong> Выберите один дополнительный недостаток за каждую Y, потраченную таким образом.</p>
<p><strong>Земля YY:</strong> Уменьшите ЦЧ следующей проверки навыка цели с помощью кольца, к которому прикреплен недостаток, на 2.</p>
`,
  },
  {
    name: "Столп спокойствия",
    rank: 4,
    description: `
<p><em>Персонаж призывает возобладать разум и вложить мечи в ножны, апеллируя к общему идеалу или большей угрозе, стоящей перед воюющими сторонами.</em></p>
<p><strong>Активация:</strong> В качестве действия Козней и Поддержки вы можете совершить <strong>проверку Командования (Земля)</strong>, нацеленную на количество персонажей, равное вашему Кольцу Земли, умноженному на ваш ранг школы. ЦЧ этой проверки равно наибольшему смятению среди целей.</p>
<p><strong>Эффекты:</strong> При успехе, выбрав всех лидеров, вовлеченных в конфликт, вы можете снизить тип конфликта на один уровень (от массового сражения до схватки, от схватки до дуэли или от дуэли до интриги).</p>
<p><strong>Земля YY+:</strong> Вы можете снизить тип конфликта на один дополнительный уровень за каждую Y, потраченную таким образом.</p>
`,
  },
  {
    name: "Тактика каменной стены",
    rank: 1,
    description: `
<p><em>Придворный делает невозможным игнорирование себя целью, поднимая насущную проблему, которую необходимо решить в первую очередь, или даже физически вставая между соперником и его союзниками.</em></p>
<p><strong>Активация:</strong> Когда вы совершаете проверку Социального навыка (Земля) или Боевого навыка (Земля), нацеленного на персонажа, вы можете потратить <span>Y</span> следующим образом:</p>
<p><strong>Земля Y+:</strong> Увеличьте ЦЧ любой проверки цели, которая не нацелена на вас, на 1 за каждую Y, потраченную таким образом. Этот эффект сохраняется до начала вашего следующего хода.</p>

`,
  },
  {
    name: "Критерий отваги",
    rank: 3,
    description: `
<p><em>Армии редко терпят поражение в полевых условиях; вместо этого большинство из них терпят крах, когда поддерживать моральный дух становится невозможно. Когда в рядах поднимается паника, солдаты обращаются к лидерам, чтобы те подали пример. Персонаж делает именно это, говоря о важности долга вернуть свои войска с края хаоса.</em></p>
<p><strong>Активация:</strong> В качестве действия Поддержки вы можете совершить проверку Командования с ЦЧ 4 (Земля), нацеленную на любое количество персонажей (или ваш отряд во время массового сражения).</p>
<p><strong>Эффекты:</strong> При успехе во время интриги, дуэли или схватки, каждая цель увеличивает свое хладнокровие на ваше Кольцо Земли. Этот эффект сохраняется до конца сцены.</p>
<p>При успехе во время массового сражения, повысьте дисциплину своей армии на свое Кольцо Земли плюс ваши бонусные успехи. Этот эффект сохраняется до конца сцены.</p>
<p><strong>Земля YY:</strong> Во время интриги, дуэли или схватки каждая цель снимает смятение, равное вашему Кольцу Земли.</p>
<p><strong>Земля YY:</strong> Во время массового сражения ваша армия устраняет панику, равную вашему Кольцу Земли.</p>
`,
  },
  {
    name: "Недвижимая рука мира",
    rank: 5,
    description: `
<p><em>Придворный призывает воинов на поле боя сложить оружие и отступить с такой неоспоримой убежденностью, что даже пламя ненависти временно затухает.</em></p>
<p><strong>Активация:</strong> Один раз за игровую встречу в качестве действия Козней, во время дуэли или схватки, вы можете совершить <strong>проверку Командования с ЦЧ 5 (Земля)</strong>, нацеленную на каждого персонажа в сцене.</p>
<p><strong>Эффекты:</strong> При успехе, сцена превратится в интригу между вами и другими главными героями. Этот эффект сохраняется в течение одного раунда, плюс дополнительные раунды, равные вашим бонусным успехам. Если вы не достигли мирного разрешения к моменту окончания этого эффекта, сцена возвращается в свое предыдущее состояние.</p>
<p><strong>Земля Y:</strong> Вы также можете выполнить это действие во время массового сражения или другой формы конфликта (кроме интриги).</p>
`,
  },
  {
    name: "Вес долга",
    rank: 1,
    description: `
<p><em>Все самураи знают давление ожиданий в бесчисленных формах. Наблюдательный придворный может прочитать это, общаясь с другим персонажем, изучая его убеждения и то, как он боится не оправдать своих собственных ожиданий.</em></p>
<p><strong>Активация:</strong> Когда вы совершаете проверку Социального навыка (Земля), нацеленную на персонажа, вы можете потратить Y следующим образом:</p>
<p><strong>Земля Y:</strong> Изучите один страх цели, связанный с возможностью потерпеть неудачу как самурай.</p>
<p><strong>Земля YY:</strong> Изучите гири цели (смотри стр. 39).</p>`,
  },
];
