export const _bluntData = {
  Club: {
    key: "Club",
    title: "Дубинка",
    description: `
<p>Скромная дубинка, пожалуй, самое древнее оружие
в Рокугане — по крайней мере, среди людей. Дубинка, часто немногим превышающая длину толстого
дерева или фигурного камня, может быть изготовлена практически любым человеком из доступных
материалов. Хотя дубинку, безусловно, можно использовать для убийства, это требует некоторой
сноровки со стороны владельца.
</p>
    `,
  },
  Hammer: {
    key: "Hammer",
    title: "Молот",
    description: `
<p>Простой молот используется для забивания гвоздей
и шипов, а также для других строительных работ. На
протяжении большей части Рокугана молот лишь
изредка используется в качестве оружия — обычно в
драках или спонтанных схватках, когда другого оружия нет под рукой.</p>
    `,
  },
  Kiseru: {
    key: "Kiseru",
    title: "Кисэру",
    description: `
<p>Кисэру - это трубки, используемые для курения различных трав, встречающихся по всему Рокугану. Они
состоят из металлического мундштука и металлической чаши, соединенных полой деревянной или
бамбуковой трубкой. Качество кисэру варьируется
от грубо отесанной крестьянской трубки до произведения искусства, инкрустированного слоновой
костью и золотом, для придворного или знатного
человека. Кроме того, они могут функционировать
как тайное оружие. Поскольку кисэру формально не
считаются оружием, их легко пронести в места, где
оружие запрещено.
</p>
    `,
  },
  Otsuchi: {
    key: "Otsuchi",
    title: "Оцути",
    description: `
<p>Оцути для плотницкого молотка - то же самое, что оно
для топора дровосека: больше, смертоноснее и явно
сконструировано с военной
целью. С древком длиной
около шести футов, увенчанным огромным бочкообразным наконечником молота,
он предназначен для взлома
дверей и разрушения стен
- но он также довольно хорошо работает на монстрах с
каменной шкурой, что часто
демонстрируют воины школы
Хида.</p>
    `,
  },
  Tetsubo: {
    key: "Tetsubo",
    title: "Тецубо",
    description: `
<p>Длинный и узкий, тецубо может быть высотой с человека и обычно изготавливается из железа или
твердой древесины. Выше рукояти тецубо покрыто
стальными, железными или даже нефритовыми шипами или заклепками, которые повышают смертоносность оружия и с легкостью разрушают броню
или пластинчатый панцирь.</p>
    `,
  },
};
