export const _handData = {
  Jitte: {
    key: "Jitte",
    title: "Дзиттэ",
    description: `
<p>Обычно длиной чуть более фута, дзиттэ состоит
из короткого стального или железного стержня,
прикрепленного к деревянной ручке. Стержень
сужается к тупому концу и имеет единственный зубец, выступающий с одной стороны. Это простое
оружие предназначено для того, чтобы разоружить
и усмирить цели, а не убить их. Его носят представители закона всех уровней, от низших городовых
до высокопоставленных магистратов, как символ их
должности.</p>
    `,
  },
  Knife: {
    key: "Knife",
    title: "Нож",
    description: `
<p>Ножи бывают самых разных типов и стилей, от привычного ножа грубой конструкции на крестьянской
кухне до смертоносных боевых ножей, которые самураи берут с собой в бой. Те, что специально предназначены для боя — например, айгути — часто оснащаются небольшими гардами, чтобы сделать их
более полезными в полевых условиях.</p>
    `,
  },
  Nunchucks: {
    key: "Nunchucks",
    title: "Нунчаки",
    description: `
<p>Родом с островов Специй и Шелка, нунчаки веками
использовались в некоторых школах боевых искусств
Рокугана. Созданные из простого молотильного инструмента, нунчаки состоят из двух деревянных или
железных стержней, соединенных короткой цепью
или веревкой.</p>
    `,
  },
  Tessen: {
    key: "Tessen",
    title: "Тэссэн",
    description: `
<p>Тэссэны - это веера, которые носят как придворные,
так и военачальники, специально созданные для сражений. Однако они обычно не рассматриваются как
оружие, и их можно открыто носить даже в официальных дворах или на переговорах. Обычно изготовленные из дерева со стальными зубцами, они обычно служат защитным оружием, но владельцы могут
также использовать их для нанесения колющих ударов или усиления удара.</p>
    `,
  },
};
