export const swordsData = {
  Bokken: {
    key: "Bokken",
    title: "Боккэн",
    description: `
<p>Боккэн это меч, вырезанный
из дерева, а не металла.
Обычно используется в качестве тренировочного
оружия, но в умелых руках боккэн становится смертоносным оружием.</p>
<p>Боккэн правильной формы можно использоваться для техники Удар иайдзюцу, даже несмотря на
отсутствие “Бритвенно-острого” свойства.</p>
    `,
  },

  Chokuto: {
    key: "Chokuto",
    title: "Тёкуто",
    description: `
<p>Тёкуто это древняя модель меча, существовавшая
ещё до появления катаны. Подвешенный на ремне,
а не заправленный в пояс, тёкуто в длину около трёх
футов и имеет прямое лезвие, заточенное с одной
стороны, вместо мягкого изгиба, характерного для
более новых мечей Рокугана. Многие среди самых
мощных немунараи кланов – это оружие, которыми
владели основатели-Ками - имеют эту форму, как и
клинки, используемые Ёбандзинами северных гор.</p>
    `,
  },
  Dao: {
    key: "Dao",
    title: "Дао",
    description: `
<p>Дао это оружие, представляющее из себя нечто
среднее между скимитарой, саблей и крестьянским
мачете. Это одноручные мечи от двух до трёх футов
длиной, с широким односторонним лезвием, предназначенным для рубящих ударов, которые обычно
используются в паре.</p>
    `,
  },
  Gao: {
    key: "Gao",
    title: "Гао",
    description: `
<p>Известные в просторечии как «мечи с крюком тигра» или «мечи Неба и Земли, Солнца и Луны», гао
- любопытные клинки. Обычно использующиеся в
паре, гао представляют собой плоские, железные
или стальные мечи около трёх футов длиной, с некоторыми уникальными особенностями. Их основное
лезвие имеет крючок на одном конце и заостренный шип на другом. Рукоятка защищена щитком для
рук в форме полумесяца, с остриём обращенным
наружу. Гао можно использовать для нанесения ударов, захвата и уколов, что делает их привлекательными для некоторых дуэлянтов Мирумото.</p>
    `,
  },
  Jian: {
    key: "Jian",
    title: "Цзянь",
    description: `
<p>Известный прежде всего как оружие дуэлянта,
цзянь - древний и элегантный меч, дизайн которого
очень мало изменился со времен туманного прошлого Рокугана, но остается смертоносным по сей
день. Примерно того же размера, что и тёкуто, типичный цзянь имеет прямое обоюдоострое лезвие,
сужающееся к острию; маленькую толстую горизонтальную гарду для рук; и тяжелое навершие с кисточкой. Лишь немного более распространенный,
чем тёкуто, он используется некоторыми мастерами
меча Мирумото, Кицуки или Сиба, которые предпочитают его универсальность.</p>
    `,
  },
  Katana: {
    key: "Katana",
    title: "Катана",
    description: `
<p>Катана – в той же мере произведение искусства, в
какой и оружие, и, пожалуй, самое почитаемое оружие в Рокугане. У неё элегантное, слегка изогнутое
лезвие длиной от трех до четырех футов, изготовленное из стали, которое специально загибается
при его создании. Этот уникальный стиль ковки
гарантирует, что внутренняя часть лезвия остается
упругой и мягкой, а внешняя - твердой, как закаленная сталь. У каждого меча, вероятно, есть история и
наследие, и он является постоянным напоминанием
о том грузе, который судьба возложила на плечи его
владельца как самурая Рокугана.</p>
    `,
  },
  Nodachi: {
    key: "Nodachi",
    title: "Нодати",
    description: `
<p>Большие, чем катана, нодати - длинные и смертоносные мечи, которые больше подходят на поле
боя, чем в городе или при дворе. Примерно шесть
футов длиной, эти клинки относительно редки из-за
мастерства и силы, необходимых для эффективного владения ими. Однако есть те, кто ценит грубую
силу этих клинков, например, представители школы
Мацу. Слишком большие, чтобы носить их на талии,
нодати обычно носят на спине и перекидывают через плечо или даже несут в бой слуги самурая.</p>
    `,
  },
  Scimitar: {
    key: "Scimitar",
    title: "Ятаган",
    description: `
<p>Возможно, наиболее распространенные среди мечей иностранного производства, найденных в Рокугане, ятаганы были привезены из Пылающих Песков в
Изумрудную Империю кланом Единорога. Эти воины
часто носят вместо катаны ятаганы - тяжелые мечи с
длинным, широким, изогнутым лезвием. Они обладают смертоносным режущим лезвием благодаря
дополнительной площади поверхности, обеспечиваемой их кривизной.</p>
    `,
  },
  Wakizashi: {
    key: "Wakizashi",
    title: "Вакидзаси",
    description: `
<p>В то время как катана представляет статус самурая
как воина, вакидзаси представляет его место в социальном порядке Рокугана и строгой кастовой системе. Вакидзаси - это небольшой меч, похожий на катану, обычно длиной от
двух до трех футов, с таким же
изогнутым и смертоносным
лезвием. Его часто изготавливают как часть пары, с теми
же украшениями, что и подобранную к нему катану. Вакидзаси выполняет и другую
роль: он ясно сигнализирует
о том, что его владелец - самурай и человек чести, который
пойдет на крайнюю жертву
ради своих идеалов и своего
хозяина. Это инструмент, с
помощью которого самурай
совершает сэппуку: ритуальное самоубийство, последний
протест оскорбленного и благородного самурая.</p>
    `,
  },
  Zanbato: {
    key: "Zanbato",
    title: "Дзанбато",
    description: `
<p>Более крупные, чем могучие нодати, дзанбато - это
мечи, достигающие длины копья. Дзанбато имеют
длинное, толстое, похожее на катану лезвие длиной
примерно шесть футов, прикрепленное к двуручной
рукояти. Это специальное противокавалерийское
оружие — действительно, его название означает “меч,
рубящий коня”. Школа Мацу знаменита тем, что включила их в путь школы после их злополучного столкновения с кавалерией Утаку в битве при перевале Цветущей сливы.</p>
    `,
  },
};
