export const _axesData = {
  Masakari: {
    key: "Masakari",
    title: "Масакари",
    description: `
<p>Похожий по размеру и форме на обычный топорик,
масакари представляет собой одноручный топор с
односторонним наконечником, прикрепленным к одному концу короткой деревянной рукояти. Такие топоры - обычное явление среди крестьянского ополчения и ронинов, которые не могут позволить себе
более престижное оружие.</p>
    `,
  },
  Ono: {
    key: "Ono",
    title: "Оно",
    description: `
<p>Оно - это специальный двуручный боевой топор, редкость на полях сражений Рокугана, по крайней мере,
за пределами земель Крабов. Оно состоит из широкого, сильноизогнутого топорища, насаженного на
рукоять высотой почти с человеческий рост. Напротив наконечника топора обычно находится либо богато украшенный выступ, либо длинный шип, который
может пробить броню или шкуру чудовища.</p>
    `,
  },
};
