export const specialWeapons = {
  Blowpipe: {
    key: "Blowpipe",
    title: "Духовая трубка",
    description: `
<p>Духовая трубка, изготовленная из полого бамбука
или речного тростника, является одним из самых
простых видов оружия, которое ниндзя используют
в своей работе. Духовая трубка в основном используется в качестве оружия дальнего боя, обычно для
доставки яда (смотри боковую панель «Отравленное
оружие», стр. 244). В дополнение к дротикам, духовая трубка также может быть заряжена песком, пылью или другими порошками, чтобы ослепить или
дезориентировать врагов, и она может даже помочь
пользователю дышать под водой.</p>
    `,
  },
  Kama: {
    key: "Kama",
    title: "Кама",
    description: `
<p>Кама - это еще одно оружие, заимствованное из
сельскохозяйственного орудия: в данном случае
стандартного серпа, используемого для уборки риса.
Она состоит из короткой деревянной рукояти длиной
примерно в фут, увенчанной длинным изогнутым серповидным лезвием. Кама часто используются парами,
иногда соединенными на ручках длинной цепью.</p>
    `,
  },
  KusariGama: {
    key: "KusariGama",
    title: "Кусари-Гама",
    description: `
<p>Чрезвычайно многофункциональная и смертоносная, кусари-гама - одно из самых сложных в освоении
видов оружия ниндзя. Это гибридное оружие, состоящее из камы с длинной рукоятью и длинной цепью,
прикрепленной либо к задней части клинка, либо к нижней части рукояти. На конце цепи установлена
тяжелая железная гиря, называемая фундо. В бою
владелец обычно раскручивает цепь над головой
одной рукой, удерживая каму в другой. Он выбрасывает цепь вперед, запутывая оружие или конечности противника, затем бросается для смертельного
удара камой. Владелец также может атаковать утяжеленным концом цепи, поражая противников на
расстоянии и удерживая.</p>
    `,
  },
  Shuriken: {
    key: "Shuriken",
    title: "Сюрикен",
    description: `
<p>Любимцы синоби - сюрикены - это маленькие металлические диски с заостренным краем, которые
бывают самых разных размеров и видов. Они предназначены в основном для отвлечения внимания, но
сюрикены также могут быть покрыты токсинами для
летальности, и любое режущее лезвие может убить,
если его правильно использовать.</p>
    `,
  },
};
