export const armors = {
  SleepingOutfit: {
    key: "SleepingOutfit",
    title: "Спальный наряд",
    description: `
<p>У большинства рокуганцев нет специальной одежды
для сна, но те, кто обладает достаточным богатством
или статусом (например, самураи), часто носят свободную мантию, сорочку или дзинбэй во время сна.
Комплект дзинбэй состоит из короткой, свободной
рубашки с короткими рукавами, завязывающейся на
талии поясом, и подходящих коротких брюк. Комплекты дзинбэй предназначены для сна и уединенного отдыха, и чаще всего их носят мужчины. Многие
женщины вместо этого выбирают сорочки или платья,
которые закрывают владельца от плеча до середины
икры, хотя некоторые предпочитают дзинбэй.</p>
    `,
  },
  RegularClothes: {
    key: "RegularClothes",
    title: "Обычная одежда",
    description: `
<p>Одежда рокуганцев охватывает всю гамму - от простых брюк и халатов, которые носят крестьяне, до широкоплечих хаори, которые носят самураи-традиционалисты или вышитые шелковые кимоно знати.</p>
    `,
  },
  CeremonialClothes: {
    key: "CeremonialClothes",
    title: "Церемониальные одежды",
    description: `
<p>Церемониальная одежда - это любая одежда, которую надевают во время официальной церемонии, от
придворного кимоно самурая до одежды императорской семьи. Церемониальная одежда часто богато
украшена и не обеспечивает достаточной защиты.</p>
    `,
  },
  ConsecratedVestments: {
    key: "ConsecratedVestments",
    title: "Освящённое облачение",
    description: `
<p>Облачения сюгэндзя, хранителей святилищ и других религиозных деятелей благословляются ками и,
таким образом, обеспечивают мистическую защиту.
Традиционно такие халаты состоят из белого одеяния, называемого дзё (буквально “чистая ткань”) и
остроконечной шляпы, но они могут быть и попроще,
например, белый верх хаори и кр</p>
    `,
  },
  HiddenArmor: {
    key: "HiddenArmor",
    title: "Скрытые доспехи",
    description: `
<p>Используемые осторожными придворными, синоби
и всеми остальными, кто боится покушения, скрытые
доспехи представляет собой кимоно, кэйкоги или
другую одежду с тонкими бамбуковыми или металлическими пластинами, вшитыми внутрь, чтобы отразить неожиданный удар клинка или стрелы.</p>
    `,
  },
  RoadClothing: {
    key: "RoadClothing",
    title: "Дорожная одежда",
    description: `
<p>Дорожная одежда обычно состоит из одежды из грубой ткани, предназначенной для защиты от износа.
Она может быть любой, от халатов до кимоно или
рубахи и обтягивающих штанов, и часто дополняется
шляпой или плащом.</p>
    `,
  },
  AshigaruArmor: {
    key: "AshigaruArmor",
    title: "Доспех Асигару",
    description: `
<p>Дешевый, легкий и доступный в приобретении доспех асигару выдается крестьянским солдатам. Не
обладая ни красотой, ни тонким мастерством, присущим лакированным или латным доспехам, доспехи
асигару состоят из легких пластин, сшитых вместе для
защиты головы, туловища и верхней части ног. Иногда
он сочетается с легким шлемом. Хотя он защищает не
так хорошо, как более тяжелая броня, он легкий, гибкий и недорогой.</p>
    `,
  },
  LacqueredArmor: {
    key: "LacqueredArmor",
    title: "Лакированный доспех",
    description: `
<p>Более тяжелые, чем доспехи асигару, лакированные
доспехи носят самураи, которые желают хорошего
сочетания защиты и величия, и чувствуют себя на войне как дома, как на военной церемонии. Эти костюмы сделаны из толстой кожи или стальных пластин,
пришитых или приклепанных к кожаной подложке.
Они защищают туловище, голову, предплечья и пах,
а также ноги выше колена. Они также могут включать
в себя шлем и маску, хотя они не считаются неотъемлемой частью.</p>
    `,
  },
  PlateArmor: {
    key: "PlateArmor",
    title: "Латный доспех",
    description: `
<p>Также известные как большие доспехи, комплект латных доспехов является одним из самых тяжелых, которые носят самураи. Не столь богато украшенный,
как лакированные доспехи, и несколько более строгий, но также заметно более крепкий, латный доспех
состоит из множества маленьких стальных и кожаных
пластин, соединенных заклепками, ткаными шелковыми шнурами, кожаными ремешками или цепями.
Пластины крепятся к кожаной или тканевой подложке и надеваются поверх шелковой одежды, которая
обеспечивает дополнительную защиту от колющих
ударов благодаря своей прочности на растяжение.</p>
    `,
  },
};
