export const _skillsSocial = [
  {
    title: "Командование",
    description: `
<p>Умение говорить авторитетно так же необходимо как для придворных, которые проводят своих подопечных через сложные церемонии и общественные мероприятия, так и для буси, которые ведут своих солдат через битвы и войны. Жизни висят на волоске, и одно слово может вдохновить на победу или привести к катастрофе. Когда возникает хаос, долг тех, кто командует, - взять на себя ответственность и навести порядок. И именно их будут судить об успехе или провале операции, а не их подчинённых.</p>
<p>Навык Командования используется для внушения подчинения, будь то во дворце или на поле боя. Как правило, он наиболее эффективен, когда используется для мотивации подчиненных, а не коллег. Или в контексте четкой командной структуры, поскольку он вращается вокруг указания другим, что делать (и, как правило, ожидания, что они это сделают).</p>
<ul>
  <li><strong>Подход рассуждения (Кольцо Земли):</strong> Устный выговор группе солдат, которые стали небрежно относиться к своим обязанностям; установление порядка на хаотичном поле боя; заставить кого-то бояться последствий своих действий.</li>
  <li><strong>Подход очарования (Кольцо Воды):</strong> Воспитание верности у солдат под вашим командованием; мотивация войск обещанной наградой; заставить смешанные силы прекратить ссоры; заставить кого-то бояться подвести вас.</li>
  <li><strong>Подход провокации (Кольцо Огня):</strong> Восстановление боевого духа уставших войск; разжигание старой обиды; побуждение других следовать за вами, несмотря на опасность для жизни и здоровья; заставить кого-то бояться вас лично.</li>
  <li><strong>Подход хитрости (Кольцо Воздуха):</strong> Давать задание, не сообщая об опасностях, которые оно влечет за собой; вводить в заблуждение свои собственные войска, чтобы запутать врага; общаться с вашими войсками с помощью кода.</li>
  <li><strong>Подход просвещения (Кольцо Пустоты):</strong> Убедить войска, вовлеченные в битву, увидеть ее бессмысленность, убедить вражеских солдат в том, что их дело неправедно, вывести кого-то из шока или ярости в бою.</li>
</ul>
`,
  },
  {
    title: "Учтивость",
    description: `
<p>Поистине необходимый Социальный навык для высших кругов власти Рокугана. Навык Учтивости представляет способность персонажа влиять на мнение других, убеждать других в правильности действий, перехитрить своих оппонентов, выиграть споры, направить разговор в желаемое русло и нанести хитрые удары. И все это без открытого оскорбления или выхода за рамки сложных правил этикета рокуганцев.</p>
<p>В порочном мире придворной политики вежливость &ndash; смертельное оружие в арсенале придворного. Подстрекательство кого-то к вспышке эмоций может разрушить его репутацию и заслужить его вражду на всю жизнь. В то время как отвлечение чьего-то гнева на себя, принятие на себя вины за ошибку может сделать его своим должником и способствовать созданию новых союзов. Учтивость также необходима, когда кто-то хочет повлиять на воспринимаемую истину вопроса, о котором может идти речь, независимо от реальности истины.</p>
<ul>
  <li><strong>Подход рассуждения (Кольцо Земли):</strong> Убедить кого-то прислушаться к разуму, а не к своим эмоциям; напомнить кому-то об его обязанностях; убедить кого-то подождать, а не действовать и страдать от потенциальных последствий.</li>
  <li><strong>Подход очарования (Кольцо Воды):</strong> Заставить кого-то полюбить вас или доверять вам; развить в человеке желание чего-то или кого-то; изменить чьи-то текущие желания; эффективно пробиться сквозь сложную бюрократию двора, будучи приятным и общительным.</li>
  <li><strong>Подход провокации (Кольцо Огня):</strong> Убедить кого-то прислушаться к своим эмоциям, а не к доводам разума; напомнить кому-то об его желаниях; привлечь к себе внимание; заставить кого-то игнорировать риски перед ним; открыто оскорбить кого-то.</li>
  <li><strong>Подход хитрости (Кольцо Воздуха):</strong> Убедить кого-то в чем-то ложном (или не совсем ложном); отвлечь внимание от себя на других; распространить слух о ком-то; натолкнуть кого-то на идею, чтобы убедить его, что это его собственная идея; оскорбить кого-то незаметно и обидно.</li>
  <li><strong>Подход просвещения (Кольцо Пустоты):</strong> Использование хорошо подобранных слов, чтобы заставить кого-то усомниться в истине, которую он считал абсолютной; заставить кого-то вспомнить о своем истинном &laquo;я&raquo;, когда он действует из-за страха, отчаяния, ярости или сверхъестественного влияния.</li>
</ul>
`,
  },
  {
    title: "Игры",
    description: `
<p>Игры - важный инструмент при дворе, служащий жизненно важным выходом для соперничества, которое развивается в высших кругах власти. И важнейшая возможность поддерживать и развивать отношения, особенно за пределами строгих рамок, которые обычно диктует положение человека.</p>
<p>В результате успех в играх &ndash; это один из способов, с помощью которого новичок при дворе может заслужить уважение и получить доступ к людям гораздо более высокого ранга, к которым он иначе не смог бы приблизиться. Однако только по-настоящему наивные люди упускают из виду тот факт, что игры &ndash; это всего лишь еще одно из средств достижения цели в меняющемся мире придворной политики</p>
<p>Игры в Рокугане так же разнообразны, как и кланы. Но первое место среди них занимает Го &ndash; игра, в которую играют черными и белыми камнями и деревянной доской. В него играют крестьяне и император, молодые и старые, буси и монахи: его можно найти во всех слоях общества Рокугана. Правила просты, но овладение игрой требует многолетней самоотдачи. Мастерство всегда достойно уважения.</p>
<p>К другим играм относятся: Фортуны и Ветра &ndash; игру в кости, которую многие самураи считают развлечением для низших слоёв; Саданэ &ndash; игра в язвительные оскорбления, которая нравится придворным; Карута &ndash; карточная игра с трюками с использованием иллюстраций и стихотворных строк; и Сёги &ndash; тактическая игра генералов, кавалерии и разномастных солдат.</p>
<ul>
  <li><strong>Подход рассуждения (Кольцо Земли):</strong> Играть, не расстраивая своего противника; играть осторожно; обучать кого-то еще основам игры; минимизировать свои потери.</li>
  <li><strong>Подход очарования (Кольцо Воды):</strong> Использование игры для установления взаимопонимания с вашим оппонентом (или кемто еще из присутствующих); играть небрежно; использование игры, чтобы заставить вашего оппонента доверять вам.</li>
  <li><strong>Подход провокации (Кольцо Огня):</strong> Использование игры, чтобы разозлить или напугать вашего противника; агрессивная игра, побуждающая вашего противника делать больше ставок; разработка новой тактики в игре.</li>
  <li><strong>Подход хитрости (Кольцо Воздуха):</strong> Использование игры для выявления сильных и слабых сторон вашего противника; играть обманчиво, мошенничать, преднамеренное поражение (не очевидное); отправка тонкого сообщения через вашу игру.</li>
  <li><strong>Подход просвещения (Кольцо Пустоты):</strong> Использование игры, чтобы шокировать вашего противника, чтобы он что-то ясно увидел; играть минимально, оставить судьбу игры на волю случая.</li>
</ul>
`,
  },
  {
    title: "Выступление",
    description: `
<p>Навык Выступления относится к развлечениям активными видами искусств: от песни до танца и рассказывания историй. Выступления достаточного уровня могут помочь преодолеть политические разногласия, заставить людей переосмыслить свою жизнь или даже спровоцировать художественные или политические движения. Выступление также используется для того, чтобы выдавать себя за другого, хотя, очевидно, это бесчестно.</p>
<p>Артисты занимают необычное место в Рокугане. Простолюдины, занимающиеся искусством выступления, воспринимаются высшими классами плохо и считаются недостойными статуса ремесленников или фермеров. Однако при каждом дворе есть музыканты, танцоры и художники, которые имеют обычное происхождение, но им разрешено развлекать тех, кто занимает высокое положение. Их позорный статус терпимо игнорируется &mdash; до тех пор, пока они развлекают тех, кто выше их. Между тем, самураев-артистов хвалят их сверстники за &ldquo;выразительную натуру&rdquo; или &ldquo;поэтическую душу&rdquo;.</p>
<ul>
  <li><strong>Подход рассуждения (Кольцо Земли):</strong> Передача морального урока вашей аудитории; успокоение вашей аудитории; просвещение вашей аудитории по определенному вопросу; успокоение умов ваших слушателей.</li>
  <li><strong>Подход очарования (Кольцо Воды):</strong> Завоевание симпатии вашей аудитории; побуждение вашей аудитории желать чего-то; построение позитивного взаимопонимания с вашей аудиторией.</li>
  <li><strong>Подход провокации (Кольцо Огня):</strong> Побуждение вашей аудитории к состоянию возбуждения; намеренное раздражение вашей аудитории; побуждение вашей аудитории к немедленным действиям.</li>
  <li><strong>Подход хитрости (Кольцо Воздуха):</strong> Чрезвычайно убедительное представление; заставить аудиторию прийти к определенному выводу, не заявляя об этом прямо; убедительно подражать другим.</li>
  <li><strong>Подход просвещения (Кольцо Пустоты):</strong> Заставить вашу аудиторию переоценить чтото в своей жизни; вырвать вашу аудиторию из эмоциональной колеи, такой как печаль или гнев; донести сообщение до вашей аудитории, несмотря на сверхъестественное вмешательство.</li>
</ul>
`,
  },
];
