export const _skillsWorking = [
  {
    title: "Торговля",
    description: `
<p>Навык Торговли охватывает покупку и продажу товаров с целью получения прибыли, а также связанные с этим виды деятельности. По сути, Торговля заключается не в том, чтобы договориться о лучшей цене (в конце концов, неприлично давать кому-то меньше, чем стоит его работа), а в том, чтобы знать, как играть на рынке, чтобы обменять больше товаров на меньшее количество работы. Чтобы успешно вести любой бизнес, персонаж должен обладать хотя бы поверхностным знанием этого навыка, поскольку без него он обязательно увидит, как его состояние рухнет.</p>
<p>Большинство самураев рассматривают деньги как общественную необходимость, но &ldquo;грязную&rdquo; &mdash; в конце концов, их господа предоставляют им необходимые инструменты и оборудование. В Рокугане умение обращаться с деньгами - это умение, которое никто не ценит, но в котором нуждаются все. Кроме того, они считают, что торговцы ничего не создают, и поэтому большая часть Рокугана ставит торговцев ниже крестьян в социальном порядке. Однако, во многих городах торговцы столь же могущественны, как самураи, и гораздо богаче.</p>
<ul>
  <li><strong>Подход производства (Кольцо Земли):</strong> Согласование отчётности, хранение и техническое обслуживание товаров, безопасное перемещение товаров.</li>
  <li><strong>Подход обмена (Кольцо Воды):</strong> Покупка товаров у оптовиков, поиск выгодных предложений по товарам и услугам, бартер на выгодных условиях, получение товара как можно дешевле.</li>
  <li><strong>Подход разработки (Кольцо Огня):</strong> Поиск способов сделать ваш продукт или услугу отличительными, создание новых стимулов для клиентов, изобретение нового продукта или услуги, поиск нового рынка для обслуживания.</li>
  <li><strong>Подход мошенничества (Кольцо Воздуха):</strong> Убедить кого-либо в том, что ваш товар имеет наивысшее качество или лучшую цену, определить денежную ценность продукта, вытянуть из клиента как можно больше денег, оценить прогресс конкурентов и возможные слабые стороны.</li>
  <li><strong>Подход сосуществования (Кольцо Пустоты):</strong> Работа с минимальными затратами, максимально расширить поставки, знание того, как изменится стоимость продукта в будущем.</li>
</ul>
`,
  },
  {
    title: "Работа",
    description: `
<p>Синсей высоко отзывался о простых достоинствах ручного труда, и хотя большинство самураев (и большинство крестьян, если уж на то пошло) не согласны с его восторженной оценкой, никто не может отрицать, что существование общества требует от кого-то большого непосильного труда. От земледелия до строительства и простого рытья канав - бесчисленные задачи должны быть выполнены, чтобы Изумрудная империя продолжала функционировать.</p>
<p>Навыки в группе Рабочих навыков сами по себе являются сложными областями знаний, даже если самураи склонны косо смотреть на них как на области изучения. Фермеры знают толк в своих полях, гончары - в своем искусстве, а кузнецы - в металлургии, даже если правящий класс не уважает их за мастерство, которого они достигают. Квалифицированные работники - это те, кто знает наиболее эффективные способы выполнения своих обязанностей, а также как эффективно использовать инструменты своего ремесла.</p>
<ul>
  <li><strong>Подход производства (Кольцо Земли):</strong> Массовое производство изделий, закладка фундамента, техническое обслуживание инструментов, вспашка полей, посадка семян, сбор урожая.</li>
  <li><strong>Подход обмена (Кольцо Воды):</strong> Приобретение предметов и инструментов, переговоры со сборщиками налогов, ферментация собранных продуктов, приготовление пищи.</li>
  <li><strong>Подход разработки (Кольцо Огня):</strong> Разработка инструментов, облегчающих вашу работу, составление новых планов и дизайнов, экспериментирование с новыми методами, создание новых рецептов.</li>
  <li><strong>Подход мошенничества (Кольцо Воздуха):</strong> Организация работы других над проектом, сокрытие недостатков в своей работе, маскировка одного вида объекта под другой, притвориться, что вы выполняете работу.</li>
  <li><strong>Подход сосуществования (Кольцо Пустоты):</strong> Знание того, как минимально расходовать материалы в своей работе, использование природного ландшафта для облегчения выполнения своей работы, знать, когда оставить поле под паром, знать лучшее место для строительства.</li>
</ul>
`,
  },
  {
    title: "Мореходство",
    description: `
<p>Хотя многие рокуганцы живут всю свою жизнь, не видя океана, он оказывает огромное влияние на всю страну. Большая часть продуктов питания Рокугана, таких как соль, поступает из моря. Кроме того, несмотря на негостеприимную политику Рокугана по отношению к иностранцам, внешняя торговля действительно происходит во многих портовых городах, как с санкции Империи, так и тайно.</p>
<p>Моряки, которые управляют этими судами, постигают искусство навигации, завязывания узлов, постановки парусов и тысячи других работ, и они должны понимать, как эти разрозненные обязанности сочетаются друг с другом, иначе рискуют потеряться в открытом море. Навык Мореходства также позволяет путешествовать по рекам. Реки часто являются самыми быстрыми дорогами в Изумрудной империи, а баржи являются ключевым элементом как путешествий, так и торговли. Зерно, чай, саке, бревна, полезные ископаемые и другие припасы часто перевозятся из города в город по реке или на побережье, где более крупные суда доставляют их в крупные порты. Опытный моряк может сыграть решающую роль в том, чтобы войска прибыли вовремя на битву или отстали на день, и чтобы эти армии были накормлены.</p>
<ul>
  <li><strong>Подход производства (Кольцо Земли):</strong> Обслуживание лодок, ведение судовых журналов и записей, знание фактов об исторических маршрутах, знание того, как долго хватит запасов, отфильтровывание соли для получения питьевой воды.</li>
  <li><strong>Подход обмена (Кольцо Воды):</strong> Навигация в океане, знание самых быстрых маршрутов, определение вашего текущего местоположения на водоеме, управление лодкой.</li>
  <li><strong>Подход разработки (Кольцо Огня):</strong> Строительство новых лодок, составление карт, прокладывание новых маршрутов.</li>
  <li><strong>Подход мошенничества (Кольцо Воздуха):</strong> Убедить кого-то нанять ваш корабль вместо другого, управлять матросами во время плаванья, незаметно следовать за другим кораблем, ускользнуть от преследующего судна, найти признаки прохождения другого корабля.</li>
  <li><strong>Подход сосуществования (Кольцо Пустоты):</strong> Распознавание штормов до того, как они обрушатся, умиротворение ками океана и ветра с помощью традиций моряков.</li>
</ul>
`,
  },
  {
    title: "Жульничество",
    description: `
<p>Верховенство закона в Изумрудной империи не является абсолютным, какими бы суровыми ни были последствия нарушения закона. Преступные элементы существуют повсюду, в первую очередь в виде бандитов и обездоленных людей. В то время как разбойники и воры обычно выбирают этот путь по необходимости и почти неизменно борются за выживание, некоторые преступники чрезвычайно успешны, создавая массовые картели и криминальные операции, которые распространяются по многочисленным городам. Жульничество также включает в себя ремесло шпионов, поскольку многие трюки, которые они используют, похожи на те, что используют преступники. Ловкость рук, скрытность, маскировка, взламывание замков и создание ловушек так же важны для портфолио преступника и мастера шпионажа, как и обман, лицемерие и дезориентация.</p>
<ul>
  <li><strong>Подход производства (Кольцо Земли):</strong> Обеспечение безопасности местоположения, сооружение замков и других мер безопасности, запоминание карт и кодов, организованный раздел добычи.</li>
  <li><strong>Подход обмена (Кольцо Воды):</strong> Поиск скупщика для продажи украденных вещей, знание того, как свободно передвигаться по городу, избегая правоохранительных органов, определение самого быстрого способа проникновения в охраняемое учреждение.</li>
  <li><strong>Подход разработки (Кольцо Огня):</strong> Создание секретных кодов, создание новых инструментов для преступной деятельности, составление сложных заговоров, чтобы обойти меры безопасности, вскрытие незнакомого замка.</li>
  <li><strong>Подход мошенничества (Кольцо Воздуха):</strong> Залезть в чей-то карман, незаметно проследить за отмеченным, организовать группу воров на работе, выследить кого-то в городе, узнать правильную взятку, чтобы заручиться сотрудничеством коррумпированного чиновника.</li>
  <li><strong>Подход сосуществования (Кольцо Пустоты):</strong> Стирание всех следов вашего присутствия, слияние с толпой, умиротворение духов и других сверхъестественных существ, которые могут наказать вас за ваши грехи.</li>
</ul>
`,
  },
  {
    title: "Выживание",
    description: `
<p>Означает ли это охоту, рыбалку, сбор растений или даже участие в небольших операциях, таких как поиск руды или приобретение других ценных товаров для торговли, это имеет решающее значение для выживания многих людей в Рокугане. Разведчики и следопыты делают еще один шаг вперед, чтобы иметь возможность ориентироваться и скрывать свои пути в дикой местности, а также преодолевать большие расстояния пешком или верхом за максимально короткое время. Охотничьи собаки и птицы, верховые лошади и вьючные животные имеют большое значение для обеспечения выживания в самых суровых условиях местности и климата, и поэтому об этих существах необходимо должным образом заботиться и обучать.</p>
<p>Большинство самураев, как правило, имеют лишь мимолетное знакомство с такого рода натуральным образом жизни, хотя некоторые кланы и школы поощряют своих членов изучать базовые навыки выживания в дикой природе; особенно если они правят владениями вдали от крупных городов.</p>
<ul>
  <li><strong>Подход производства (Кольцо Земли):</strong> Создание укрытия, хранение пищи, успокоение животных.</li>
  <li><strong>Подход обмена (Кольцо Воды):</strong> Поиск пищи и питьевой воды, рыбалка, дружба с животными, приготовление знакомых ингредиентов.</li>
  <li><strong>Подход разработки (Кольцо Огня):</strong> Поиск способов приготовления незнакомых ингредиентов, создание самодельного оружия, побуждение животных к быстрому передвижению.</li>
  <li><strong>Подход мошенничества (Кольцо Воздуха):</strong> Изготовление и использование ловушек, выслеживание людей и животных в дикой природе, обучение животных выполнению новых задач (часто с использованием пищи в качестве стимула).</li>
  <li><strong>Подход сосуществования (Кольцо Пустоты):</strong> Нормирование пищи и воды, распознавание стихийных бедствий до того, как они произойдут, умиротворение горных и лесных ками.</li>
</ul>
`,
  },
];
